//MARK: Tab labels
"Tab buttons" = "按键/手势";
"Tab cursor" = "鼠标";
"Tab scroll" = "滚轮";
"Tab keys" = "键盘";
"Tab apps" = "分应用";
"Tab settings" = "设置";

//MARK: Action menu items
"Button action Double Click" = "双击";
"Button action Triple Click" = "三击";
"Button action Look Up" = "查询";
"Button action Smart Zoom" = "智能缩放";
"Button action Cmd Click" = "⌘点击";
"Button action Shift Cmd Click" = "⇧⌘点击";
"Button action Shift Click" = "⇧点击";
"Button action Ctrl Cmd Click" = "⌃⌘点击";
"Button action Option Click" = "⌥点击";
"Button action Left Click" = "单击";
"Button action Middle Click" = "中键单击";
"Button action Right Click" = "右键单击";
"Button action Mod Clicks" = "修饰键点击";
"Button action Zoom Window" = "缩放窗口";
"Button action Fullscreen Window" = "全屏显示窗口";
"Button action Backlight" = "背光";
"Button action Backlight Down" = "背光降低";
"Button action Backlight Up" = "背光增加";
"Button action Media Next" = "下一首";
"Button action Media Play/Pause" = "播放/暂停";
"Button action Media Previous" = "上一首";
"Button action Mute Mic" = "麦克风静音开关";
"Button action Swipe Back" = "轻扫后退";
"Button action Swipe Forward" = "轻扫前进";
"Button action Pan" = "平移滚动";
"Button action 2 Finger Scroll" = "双指滚动";
"Button action 3 Finger Swipe L" = "三指左扫";
"Button action 3 Finger Swipe R" = "三指右扫";
"Button action 3 Finger Swipe U" = "三指上扫";
"Button action 3 Finger Swipe D" = "三指下扫";
"Button action 3 Finger Pinch in" = "三指捏合";
"Button action 3 Finger Pinch out" = "三指张开";
"Button action Scroll Left" = "向左滚动";
"Button action Scroll Right" = "向右滚动";
"Button action Zoom In" = "放大";
"Button action Zoom Out" = "缩小";
"Button action Volume" = "音量";
"Button action Volume Down" = "音量降低";
"Button action Volume Mute" = "静音";
"Button action Volume Up" = "音量增加";
"Button action App Switch" = "App切换";
"Button action Sleep" = "睡眠";
"Button action Logout" = "退出登录";
"Button action Screen Off" = "关闭屏幕";
"Button action Lock Screen" = "锁定屏幕";
"Button action App Launch" = "App启动";
"Button action IM Switch" = "输入法切换";
"Button action Extra Keys" = "额外按键";
"Button action Shift Scroll" = "水平滚动";
"Button action Cmd Scroll" = "变速滚动";
"Button action Ctrl Scroll" = "缩放";
"Button action Do Nothing" = "无操作";

//MARK: Question Mark Helps
//Buttons tab
"Help left click through" = "启用此选项后，点击非活动窗口中的按钮时只需点击一次。";
"Help right click through" = "启用此选项后，右键单击非活动窗口时会先激活相应窗口。";
"Help trackpad left click through" = "触控板左键点击穿透";
"Help trackpad right click through" = "触控板右键点击穿透";
"Help binding click through" = "这一列开关用于设置每个绑定项的“点击穿透”功能。启用后，在触发所绑定的操作前会优先激活鼠标指针当前悬停的窗口。\n\n例如，如果为快捷键⌘+W启用了此选项，触发时它将关闭指针下方的窗口，而不是当前处于活动状态的窗口。\n\n部分操作与窗口层级无关，不适用此行为，因此我们会针对这些特定操作隐藏本选项。";
"Help pan" = "通过按住鼠标按键拖动来在任意方向上自由滚动，实现类似触控板的滚动体验。您还可以使用在“滚轮”标签页设置的修饰键来进行缩放或改变滚动速度。\n\n点击方框选中，然后点按您想分配平移功能的鼠标按键。\n\n在方框被选中时再次单击左键即可关闭平移功能。\n\n平移功能会禁用分配给该按键的拖动手势。";
"Help pan momentum" = "类似触控板的拖动惯性，您应该会喜欢。";
"Help multishot" = "此列用于设置长按及方向手势绑定快捷键的“连发”功能。\n\n启用后，随着手势的持续移动将重复触发对应快捷键。\n\n下拉列表中的操作自带连发属性，因此无需在此单独设置。";

//Mouse tab
"Help cursor switch" = "此设置对应“系统设置->鼠标->跟踪速度”，但是将“加速度”和“速度”分离。\n\n对于macOS Sonoma，您应打开“系统设置->鼠标->高级->指针加速”来使这两个滑块正常工作。\n\n这两个设置和系统设置中的跟踪速度可能会相互覆盖。如果开启此选项，请避免在系统设置或其他应用中更改这些设置。\n\n如果关闭此选项，本应用会将设置恢复为系统默认值。\n\n对于习惯Windows的用户推荐将“加速度”设为0";
"Help cursor hold" = "手势操作或右键平移过程中保持鼠标指针不动";
"Help unifying pairing" = "1.在鼠标上选择一个通道，然后关闭鼠标。\n\n2.点击左侧的配对按钮，使USB接收器进入配对模式。\n\n3.打开鼠标，让它搜索并与USB接收器配对。\n\n点击每个配对项旁边的×按钮，接收器会清除配对信息并释放该项用于配对新设备。";
"Help bolt pairing" = "1.长按设备上的频道选择按钮，直到LED快速闪烁。\n\n2.点击左侧的配对按钮。\n\n3.1对于键盘：输入显示的数字代码，然后按回车键。\n\n3.2对于鼠标：用左/右键单击输入左/右序列，然后同时按下左键和右键作为回车。";
"Help Onboard profile" = "禁用板载配置可将所有用于切换配置及预设的鼠标按钮释放为可绑定按键。若需使用鼠标自带配置，请启用此项。";
"Help quirk buttons" = "部分按键被厂商硬编码为执行Alt-Tab等组合键或者用于切换棘轮/无阻尼模式。\n\n勾选这些选项可将其恢复为标准按键，以便在“按键/手势”标签页中识别并重新绑定。";
"Help hires wheel" = "在此模式下，滚轮会输出更密集的滚动刻度（通常为8倍），使滚动体验更加平滑。\n\n在无阻尼滚轮模式下效果最佳。\n\n需要相应调整“滚轮”面板的设置。我们建议在此模式下将“减速点”“速度”和“更多平滑”滑块均调至最低，并且只调整“持续时间”和“加速度”，以获得最接近触控板的体验。";
"Help ratchet" = "必须在上方启用物理按键（通常为按键6）的绑定后，才能通过此开关在滚轮的棘轮模式与无阻尼模式间切换。";
"Help thumbwheel for shortcuts" = "启用此模式后，可在“按键/手势”面板中为拇指滚轮绑定单击、长按或左右方向手势。\n\n若要让拇指滚轮在不同App中执行不同功能，也需开启此模式。";
"Help thumbwheel for hscroll" = "";
"Help thumbwheel for vscroll" = "仅提供此选项作为补充，实际使用场景可能较为有限。";
"Help thumbwheel for zoom" = "";
"Help thumbwheel dir inv" = "上面四个选项的独立方向选择。";

//Keyboard Tab
"Help keys sub" = "针对每个键盘独立设置的系统级物理按键替换规则，其优先级高于上方所有映射。\n\n点击中间的箭头可在单向与双向映射间切换。\n\n每个按键只能分配一种映射规则。";
"Help logi keyb" = "针对罗技键盘可编程按键的应用级映射。绿色代表除Fn键外的非标准按键。\n\n设置方式与鼠标按键绑定相同，可直接绑定组合键或从下拉列表中选择操作。\n\n其优先级高于上方的通用按键映射。";
"Help logi keyb brightness" = "此项仅用于显示当前的键盘背光亮度级别与控制源，不具备调节功能。\n\n“自动”模式代表亮度由环境光传感器控制。\n\n在自动模式下，亮度指示条可能无法准确反映部分键盘的实际亮度数值。";
"Help general key bind" = "从按键或按键组合到组合键或动作的应用级通用映射。\n\n点按+按钮可添加映射项，点按每个框来高亮键盘输入焦点。";

//Scroll tab
"Help scroll smooth" = "此开关控制所有垂直、水平和Shift滚动的平滑设置，Ctrl滚动缩放功能也依赖于此开关打开。";
"Help scroll more smooth" = "一种用于进一步提升滚动平滑度的后期滤波算法，在上述4个参数生效后叠加作用，几乎无额外性能开销，为您在响应速度与平滑度之间提供更细腻的调节空间。\n\n若无需此功能，将其设为0即可停用。";
"Help scroll acc" = "用于调节滚动加速的强度，单位时间内转动滚轮的速度越快，内容滚动的距离越远。\n\n此功能目前由应用实现，不受“系统设置->鼠标->滚动速度”的影响。";
"Help scroll to raise" = "鼠标在窗口上滚动即可将其置于前台。\n\n我们发现，启用“左键点击穿透”后，在激活窗口时经常担心误触不该点的地方，比如对于按钮较多的计算器窗口。此功能可能是目前顾虑最小的窗口激活方式。\n\n调整其他滚动参数时建议取消勾选此项，以免不小心让后台窗口弹到最前遮挡当前设置面板。";
"Help scroll brake" = "此设置仅在开启平滑滚动时生效。用于设定滚动在总行程的第几帧开始减速，可调范围为1至您设定的“持续时间”总帧数。";
"Help scroll distance" = "开启平滑滚动时，此数值代表每帧滚动的像素；关闭平滑滚动时，则代表滚轮每格滚动的行数。\n\n应用会根据当前的平滑和加速设置保存4组不同的预设值，并通过颜色加以区分。";
"Help scroll duration" = "平滑滚动时滚轮每滚动一格的持续时间。该数值按基准渲染帧数来计算。\n\n支持刷新率自适应，例如将此值设为20，那么无论系统刷新率是60Hz还是120Hz，滚动持续时间均为20/60＝1/3秒。";
"Help scroll hori invert" = "仅反转物理鼠标滚轮的水平滚动方向。";
"Help scroll hori speed" = "水平滚动速度增益控制。数值5为系统默认速度，代表可调范围为默认值的0.2～10倍。\n\n“物理水平滚动”主要指滚轮的左右倾斜，以及在“鼠标”标签页中将拇指滚轮设置为“用作水平滚动”时的操作。";
"Help scroll vert invert" = "仅反转物理鼠标滚轮的垂直滚动方向。如果安装了第三方鼠标驱动，多重控制逻辑叠加可能会导致此设置表现异常。";
"Help shift scroll" = "按住该键的同时滚动可切换为水平滚动。";
"Help ctrl scroll zoom" = "按住该键的同时滚动或上下平移可执行缩放/捏合操作。";
"Help cmd scroll" = "按住该键的同时进行滚动、缩放或平移即可临时改变操作速度。\n\n适用于所有水平/垂直物理滚动、Shift滚动、Ctrl滚动、拇指滚轮滚动/缩放、手势缩放、平移及Ctrl平移。";
"Help cmd scroll speed" = "";

//Setting tab
"Help hide icon" = "在菜单栏中隐藏本应用图标。\n\n图标隐藏后只需重新运行本应用即可再次显示。";
"Help color scheme" = "同时关闭这两个开关即可使外观配色跟随系统。";
"Help tighten icons" = "一个不务正业但可能好用的功能。通过缩小菜单栏图标间距来让菜单栏容纳更多图标。\n\n重新登录后生效。";
"Help charge limit" = "又一个不务正业但可能好用的功能。\n\n自搭载Apple芯片和macOS 13起，苹果内置了一个开关来限制电池充电到80%。此开关只有80%一个选项。\n\n由于这是一个固件级开关，因此开启之后无需保持本应用运行即可维持设置，睡眠/唤醒也不影响其状态。但设备重启后此开关会被重置，需再次运行本应用重新开启。\n\n设置生效需要约一分钟，请耐心等待。\n\n如果开启此开关时电池电量高于80%，固件会自动放电至80%，无需拔掉充电线。\n\n此功能需要“允许在后台”权限。但实际上没有任何东西在后台运行，仅仅是在本应用中调用“sudo”的一种方式而已。我们认为系统设置中对“后台项”的描述容易让普通用户误解。如果不使用此功能，可以保持此权限关闭。";
"Help charge limit 147+" = "自macOS 14.7起，苹果已移除内置的固件级80%充电限制功能，且不太可能恢复。\n\n因此我们回退到传统、更原始的软件级限充方案，以便您无需为了此功能而让其他管理应用常驻后台。";
"Help activate license" = "如果您曾经购买过，或刚在官网完成购买，只需在此输入激活码，完成后请重启本应用并等待约10秒，激活状态将变为绿色。";
"Help deactivate" = "没错，点击弹出窗口中的“停用许可证”按钮即可从您的许可证中移除此设备激活资格，释放一个名额供后续使用。";
"Help v scroll sliders" = "在滑块上滚动即可调节。适用于可被“旁白”识别的滑块。";
"Help h scroll sliders" = "在滑块上滚动即可调节。适用于可被“旁白”识别的滑块。\n\n不仅可通过物理水平滚动触发，还可通过Shift滚动和手势水平滚动触发。";
"Help interfering apps" = "能够同时实时操控鼠标和键盘行为的应用。";

//MARK: Button Binding Hint
"btn hint double click"                = "模拟双击，自带点击穿透效果。";
"btn hint triple click"                = "模拟三击，自带点击穿透效果。";
"btn hint look up"                    = "等价于用力点按触控板或⌘⌃D。";
"btn hint smart zoom"                = "等价于双指轻点两下触控板。";
"btn hint cmd click"                = "模拟按住⌘键的同时单击左键。\n\n如果您想同时用此按键进行拖动，必须移除该按键的所有其他绑定。";
"btn hint shift cmd click"            = "模拟按住⇧和⌘键的同时单击左键。\n\n如果您想同时用此按键进行拖动，必须移除该按键的所有其他绑定。";
"btn hint shift click"                = "模拟按住⇧键的同时单击左键。\n\n如果您想同时用此按键进行拖动，必须移除该按键的所有其他绑定。";
"btn hint ctrl cmd click"            = "模拟按住⌃和⌘键的同时单击左键。用于在终端中启用NSWindowShouldDragOnGesture后从任意位置拖动窗口。\n\n如果您想同时用此按键进行拖动，必须移除该按键的所有其他绑定。";
"btn hint option click"                = "模拟按住⌥键的同时单击左键。\n\n如果您想同时用此按键进行拖动，必须移除该按键的所有其他绑定。";
"btn hint left click"                = "模拟单击左键，缓解频繁点击带来的手指疲劳。\n\n如果您想同时用此按键进行拖动，必须移除该按键的所有其他绑定。";
"btn hint middle click"                = "模拟中键单击。\n\n如果您想同时用此按键进行拖动，必须移除该按键的所有其他绑定。";
"btn hint right click"                = "模拟右键单击。\n\n如果您想同时用此按键进行拖动，必须移除该按键的所有其他绑定。";
"btn hint mod clicks"                = "如果您还想用所分配的点击进行拖动，此按键必须没有其他绑定。";
"btn hint swipe forward"            = "模拟触控板上双指向左轻扫，但没有动画。";
"btn hint swipe back"                = "模拟触控板上双指向右轻扫，但没有动画。";
"btn hint 3 finger swipe L"            = "本应用的快速版桌面空间切换。\n\n如果您不喜欢，想用系统原版，请改绑⌃→。";
"btn hint 3 finger swipe R"            = "本应用的快速版桌面空间切换。\n\n如果您不喜欢，想用系统原版，请改绑⌃←。";
"btn hint 3 finger swipe U"            = "本应用的快速版调度中心。\n\n如果您不喜欢，想用系统原版，请改绑⌃↑。";
"btn hint 3 finger swipe D"            = "本应用的快速版App Exposé。\n\n如果您不喜欢，想用系统原版，请改绑⌃↓。";
"btn hint 3 finger pinch in"        = "本应用的快速版启动台。\n\n如果您不喜欢，想用系统原版，需先在系统设置中为启动台分配快捷键，然后在此绑定该快捷键。";
"btn hint 3 finger pinch out"        = "本应用的快速版显示桌面。\n\n如果您不喜欢，想用系统原版，请改绑F11。";

"btn hint scroll left"                = "单次向左滚动。通过Shift滚动实现。若要改为连发，请将其绑定为长按而非按键单击。";
"btn hint scroll right"                = "单次向右滚动。通过Shift滚动实现。若要改为连发，请将其绑定为长按而非按键单击。";
"btn hint zoom in"                    = "单次放大。通过Ctrl滚动实现。若要改为连发，请将其绑定为长按而非按键单击。";
"btn hint zoom out"                    = "单次缩小。通过Ctrl滚动实现。若要改为连发，请将其绑定为长按而非按键单击。";
"btn hint zoom window"                = "相当于⌥点按窗口绿色按钮或双击窗口标题栏。\n\n快捷键参考：\n退出应用：⌘Q\n强制退出：⌥⌘ESC\n关闭标签页或窗口：⌘W\n关闭窗口：⇧⌘W\n最小化窗口：⌘M";
"btn hint fullscreen window"        = "相当于点按窗口绿色按钮。\n\n快捷键参考：\n退出应用：⌘Q\n强制退出：⌥⌘ESC\n关闭标签页或窗口：⌘W\n关闭窗口：⇧⌘W\n最小化窗口：⌘M";
"btn hint media p/p"                = "";
"btn hint media prev"                = "";
"btn hint media next"                = "";
"btn hint mute mic"                    = "静音时会在菜单栏显示静音图标。您也可以点击该图标取消静音。";
"btn hint vol mute"                    = "";
"btn hint vol up"                    = "";
"btn hint vol down"                    = "";
"btn hint backlight up"                = "";
"btn hint backlight down"            = "";
"btn hint sleep"                    = "";
"btn hint logout"                    = "";
"btn hint screen off"                = "";
"btn hint lock screen"                = "";
"btn hint app launch"                = "BetterMouse不直接支持脚本作为目标。不过，您可以使用脚本编辑器将脚本导出为应用，移至“应用程序”文件夹后在此选择。";
"btn hint IM switch"                = "输入法/键盘布局切换";
"btn hint do nothing"                = "如果未向鼠标按键分配任何操作，系统将触发按键的原始点击事件。若要彻底屏蔽某按键以防止误触，请将其绑定至此项。\n\n通常适用于拇指滚轮。";

//MARK: Button-scroll Binding Hint
"btnscl hint hori scroll"            = "模拟Shift滚动。";
"btnscl hint fast scroll"            = "模拟⌘滚动。";
"btnscl hint zoom"                    = "模拟⌃滚动。";
"btnscl hint app switch"            = "";
"btnscl hint vol"                    = "";
"btnscl hint backlight"                = "";

//MARK: Gesture Binding Hint
"ges hint smart zoom"                = "等价于在触控板上双指轻点两下。";
"ges hint swipe forward"            = "模拟触控板上双指向左轻扫一次，无动画。";
"ges hint swipe back"                = "模拟触控板上双指向右轻扫一次，无动画。";
"ges hint 2 finger scroll"            = "通过鼠标拖动手势模拟触控板上双指滑动。可作为轻扫左/右手势使用（类似上方的“轻扫前进/后退”，但带有动画）。也可直接用于普通滚动。\n\n与本应用提供的“平移”功能的区别在于：平移是纯滚动操作，不会触发任何手势，因此更灵敏、更省力。此外，平移的惯性摩擦力更低。";
"ges hint pan"                        = "按键捉襟见肘，舍不得腾出一个专用于平移；又觉得双指滚动太“黏手”，无法对角滚动且容易误触系统手势，不适合用来纯滚动？此时“平移滚动”就能派上用场。\n\n和下方“按键平移”功能相同，但只需一个方向手势即可触发。触发后，您可以像往常一样在任意方向平移。";
"ges hint 3 finger swipe L"            = "本应用的快速版桌面空间切换。\n\n如果您不喜欢，想用系统原版，请改绑⌃→。";
"ges hint 3 finger swipe R"            = "本应用的快速版桌面空间切换。\n\n如果您不喜欢，想用系统原版，请改绑⌃←。";
"ges hint 3 finger swipe U"            = "本应用的快速版调度中心。\n\n如果您不喜欢，想用系统原版，请改绑⌃↑。";
"ges hint 3 finger swipe D"            = "本应用的快速版App Exposé。\n\n如果您不喜欢，想用系统原版，请改绑⌃↓。";
"ges hint 3 finger pinch in"        = "本应用的快速版启动台。\n\n如果您不喜欢，想用系统原版，需先在系统设置中为启动台分配快捷键，然后在此绑定该快捷键。";
"ges hint 3 finger pinch out"        = "本应用的快速版显示桌面。\n\n如果您不喜欢，想用系统原版，请改绑F11。";
"ges hint scroll left"                = "如果您需要一种便捷的左右滚动方式，但既不想让“平移”功能占用按键的所有方向，也不希望“双指滚动”误触系统的“前进/后退”手势，那么此选项将是最佳选择。";
"ges hint scroll right"                = "如果您需要一种便捷的左右滚动方式，但既不想让“平移”功能占用按键的所有方向，也不希望“双指滚动”误触系统的“前进/后退”手势，那么此选项将是最佳选择。";
"ges hint zoom in"                    = "通过方向手势实现连续缩放，强制附带点击穿透，因为它对非活动窗口无效。";
"ges hint zoom out"                    = "通过方向手势实现连续缩放，强制附带点击穿透，因为它对非活动窗口无效。";
"ges hint zoom window"                = "相当于⌥点按窗口绿色按钮或双击窗口标题栏。\n\n快捷键参考：\n退出应用：⌘Q\n强制退出：⌥⌘ESC\n关闭标签页或窗口：⌘W\n关闭窗口：⇧⌘W\n最小化窗口：⌘M";
"ges hint fullscreen window"        = "相当于点按窗口绿色按钮。\n\n快捷键参考：\n退出应用：⌘Q\n强制退出：⌥⌘ESC\n关闭标签页或窗口：⌘W\n关闭窗口：⇧⌘W\n最小化窗口：⌘M";
"ges hint media p/p"                = "";
"ges hint prev"                        = "";
"ges hint next"                        = "";
"ges hint mute mic"                    = "静音时会在菜单栏显示静音图标。您也可以点击该图标取消静音。";
"ges hint vol mute"                    = "";
"ges hint vol up"                    = "";
"ges hint vol down"                    = "";
"ges hint backlight up"                = "";
"ges hint backlight down"            = "";
"ges hint app switch"                = "通过鼠标拖动手势模拟⌥⇥切换。";
"ges hint sleep"                    = "";
"ges hint logout"                    = "";
"ges hint screen off"                = "";
"ges hint lock screen"                = "";
"ges hint app launch"                = "BetterMouse不直接支持脚本作为目标。不过，您可以使用脚本编辑器将脚本导出为应用，移至“应用程序”文件夹后在此选择。";
"ges hint IM switch"                = "";

//MARK: General Key Binding Hint
"gkey hint sleep"                    = "";
"gkey hint logout"                    = "";
"gkey hint screen off"                = "";
"gkey hint lock screen"                = "";
"gkey hint do nothing"                = "";
"gkey hint swipe forward"            = "模拟触控板上双指向左轻扫，但没有动画。";
"gkey hint swipe back"                = "模拟触控板上双指向右轻扫，但没有动画。";
"gkey hint 3 finger swipe L"        = "本应用的快速版桌面空间切换。\n\n如果您不喜欢，想用系统原版，请改绑⌃→。";
"gkey hint 3 finger swipe R"        = "本应用的快速版桌面空间切换。\n\n如果您不喜欢，想用系统原版，请改绑⌃←。";
"gkey hint 3 finger swipe U"        = "本应用的快速版调度中心。\n\n如果您不喜欢，想用系统原版，请改绑⌃↑。";
"gkey hint 3 finger swipe D"        = "本应用的快速版App Exposé。\n\n如果您不喜欢，想用系统原版，请改绑⌃↓。";
"gkey hint 3 finger pinch in"        = "本应用的快速版启动台。\n\n如果您不喜欢，想用系统原版，需先在系统设置中为启动台分配快捷键，然后在此绑定该快捷键。";
"gkey hint 3 finger pinch out"        = "本应用的快速版显示桌面。\n\n如果您不喜欢，想用系统原版，请改绑F11。";
"gkey hint zoom window"                = "相当于⌥点按窗口绿色按钮或双击窗口标题栏。\n\n快捷键参考：\n退出应用：⌘Q\n强制退出：⌥⌘ESC\n关闭标签页或窗口：⌘W\n关闭窗口：⇧⌘W\n最小化窗口：⌘M";
"gkey hint fullscreen window"        = "相当于点按窗口绿色按钮。\n\n快捷键参考：\n退出应用：⌘Q\n强制退出：⌥⌘ESC\n关闭标签页或窗口：⌘W\n关闭窗口：⇧⌘W\n最小化窗口：⌘M";
"gkey hint media p/p"                = "";
"gkey hint media prev"                = "";
"gkey hint media next"                = "";
"gkey hint mute mic"                = "静音时会在菜单栏显示静音图标。您也可以点击该图标取消静音。";
"gkey hint vol mute"                = "";
"gkey hint vol up"                    = "";
"gkey hint vol down"                = "";
"gkey hint backlight up"            = "";
"gkey hint backlight down"            = "";
"gkey hint app launch"                = "BetterMouse不直接支持脚本作为目标。不过，您可以使用脚本编辑器将脚本导出为应用，移至“应用程序”文件夹后在此选择。";
"gkey hint IM switch"                = "输入法/键盘布局切换";
"gkey hint extra keys"                = "";
"gkey hint clicks"                    = "此功能专为特殊鼠标按键设计：部分鼠标无法将其扩展键映射为标准鼠标按键，但允许映射为键盘击键。本选项意在适配此类情况，不建议分配给常规的鼠标按键。";

//MARK: Button Tab
"Long press delay" = "长按触发延迟(ms)";
"Long press interval" = "长按重复触发间隔(ms)";
"Button tab CT & Pan" = "点击穿透和平移";
"Button tab left click through" = "左键点击穿透";
"Button tab right click through" = "右键点击穿透";
"Button tab trackpad left click through" = "触控板左键点击穿透";
"Button tab trackpad right click through" = "触控板右键点击穿透";
"Button tab No button pan" = "无按键平移";
"Button tab Right button pan" = "右键平移";
"Button tab Thumbwheel pan" = "拇指滚轮平移";
"Button tab Button" = "按键 ";
"Button tab pan" = " 平移";
"Button tab Right" = "右键";
"Button tab Wheel" = "滚轮倾斜";
"Button tab Thumbwheel" = "拇指滚轮";
"Button tab Tap" = "轻点";
"Button tab pan momentum" = "平移惯性";
"Button tab pan invert" = "平移方向反转";
"Button tab pan CT" = "平移点击穿透";
"Button tab thumbwheel" = "拇指滚轮绑定";

"Button tab description 1" = "1.    执行鼠标动作来添加或高亮一个条目。\n\n2.    从下拉列表中选择目标操作，或直接通过键盘录入组合键。\n\n";
"Button tab description 2" = "鼠标动作包括：\n\n1.    使用左键和右键以外的按键单击。\n2.    使用左键以外的按键拖动。\n3.    使用左键以外的按键长按。\n4.    按住任意按键的同时上下滚动滚轮。\n\n";
"Button tab description 3" = "上述所有动作均可与五个修饰键（Fn⇧⌃⌥⌘）的任意组合、另一个鼠标按键或两者同时组合使用。\n\n";
"Button tab description 4" = "与另一个按键组合时，左键和右键也可以拥有任意操作。\n\n";
"Button tab description 5" = "长按可用作某个操作的连发。\n\n绑定“系统设置->键盘->快捷键”中的快捷键可获取大多数系统操作。\n\n对于带有内置鼠标驱动/解释器的应用（如游戏），请在“分应用”面板中添加并单独配置。\n\n退出此面板或标签页后绑定即生效。";

"Button tab new item" = "点击一个鼠标按键来添加一个绑定项";
"Button tab Hide help" = "隐藏说明";
"Button tab Show help" = "显示说明";
"Button tab wheel" = "滚轮 ";
"Hint binding click through" = "点击穿透";
"Hint binding multishot" = "连发";

//MARK: Mouse Tab
"Cursor tab acceleration" = "加速度：";
"Cursor tab enable Cursor Control" = "指针控制";
"Cursor tab speed" = "速度：";
"Cursor tab Cursor hold in gesture" = "手势中光标固定";
"Cursor tab Left drag deadzone" = "左键拖动距离阈值";
"Toggle enable DPI Control" = "启用DPI控制";
"Slider DPI" = "DPI：";
"For binding" = "用作绑定：";
"SW Control" = "主滚轮：";
"Ratchet mode" = "棘轮模式";
"Hi-res wheel" = "高分辨率滚轮";
"Toggle enable Onboard Profile" = "启用板载配置";
"Slider disengage" = "咬合点：";
"Slider torque" = "扭矩：";
"Slider Action Ring Button Pressure" = "操作环按键压力：";
"Toggle hori wheel" = "拇指滚轮：";
"Hori wheel option 1" = "作为按键使用";
"Hori wheel option 2" = "用作水平滚动";
"Hori wheel option 3" = "用作垂直滚动";
"Hori wheel option 4" = "用作缩放";
"Toggle hori wheel direction" = "方向：";
"Toggle hori wheel direction label" = "反转";
"Toggle hori wheel gain" = "速度增益：";
"Toggle wheel tap" = "滚轮轻点：";
"Toggle wheel tap label" = "启用";
"Title unifying Receiver" = "优联接收器";
"Title bolt Receiver" = "Bolt接收器";
"Title lightspeed Receiver" = "Lightspeed接收器";
"Button pairing" = "配对中 ";
"Button pair" = "配对";
"Slider label always Engage" = "始终咬合";
"Bar Report rate" = "回报率";
"Slider Report rate" = "回报率：";
"Bar Onboard profile" = "板载配置";
"Bar Extra buttons" = "额外按键";
"Bar Main wheel" = "主滚轮";
"Bar Thumb wheel" = "拇指滚轮";
"Bar Action ring button" = "操作环按键";
"Slider Pressure" = "按压力：";
"Slider Haptic force" = "触觉反馈力度：";
"Toggle Haptic enable" = "启用触觉反馈：";
"Toggle for actions" = "用于单次操作";
"Toggle for multishot actions" = "用于连发操作";
"Slider Pattern" = "反馈模式：";

//MARK: Keyboard Tab
"Keys tab General key mapping" = "通用按键映射";
"Keys tab Non-standard key mapping" = "罗技非标按键映射";
"Keys tab enable modifier key substitution control" = "物理按键替换";
"Keys tab Backlight" = "键盘背光";
"Keys tab Fn Inversion" = "Fn键功能反转";

//MARK: Scroll Tab
"Scroll tab Physical V Scroll" = "物理垂直滚动";
"Scroll tab Physical H Scroll" = "物理水平滚动";
"Scroll tab Modified V Scroll" = "修饰键垂直滚动";
"Scroll tab acceleration" = "加速度";
"Scroll tab more smooth" = "更多平滑";
"Scroll tab brake Point" = "减速点";
"Scroll tab duration" = "持续时间";
"Scroll tab enable Smooth Scroll" = "平滑滚动";
"Scroll tab hori invert" = "水平滚动方向反转";
"Scroll tab hori speed" = "水平滚动速度";
"Scroll tab scroll Raise" = "滚动前置窗口";
"Scroll tab v scroll sliders" = "垂直滚动滑块";
"Scroll tab h scroll sliders" = "水平滚动滑块";
"Scroll tab speed" = "速度";
"Scroll tab vert invert" = "垂直滚动方向反转";
"Scroll tab shift scroll" = "水平滚动";
"Scroll tab shift scroll invert" = "水平滚动反向";
"Scroll tab ctrl scroll" = "滚动缩放";
"Scroll tab ctrl scroll invert" = "缩放方向反向";
"Scroll tab cmd scroll" = "变速滚动";
"Scroll tab cmd scroll speed" = "修饰键滚动速度增益";
"Scroll tab thumb wheel zoom" = "拇指滚轮缩放";
"Seperator main scroll control" = "主滚动控制";
"Seperator physical scroll invert" = "物理滚轮方向反转";
"Seperator shift-scroll to horizontal" = "Shift水平滚动";
"Seperator zoom/pinch" = "缩放";

//MARK: Settings Tab
"Setting tab buy" = "购买";
"Setting tab web buy" = "从网站购买";
"Setting tab reset" = "清除所有设置";
"Setting tab email Feedback" = "邮件反馈";
"Setting tab homepage" = "官方主页";
"Setting tab Check for update" = "检查更新";
"Setting tab quit" = "退出";
"Setting tab registered to" = "授权给：";
"Setting tab run at login" = "登录时启动";
"Setting tab hide icon" = "隐藏菜单栏图标";
"Setting tab dark mode" = "深色模式";
"Setting tab light mode" = "浅色模式";
"Setting tab auto update" = "自动检查App更新";
"Setting tab tighten icon" = "缩小菜单栏图标间距";
"Setting tab charge limit" = "限制电池充电到80%";
"Setting tab mic mute notif" = "麦克风静音提示";
"Setting tab capslock notif" = "大写锁定提示";
"Setting tab activate" = "激活/停用许可证";
"Setting tab trial expired, thanks for using it!" = "试用期已结束，感谢您的使用！";
"Setting tab trial period left" = "试用期剩余：";
"Button save settings to file" = "保存配置到文件";
"Button load settings from file" = "从文件中加载配置";
"Message save fail" = "保存配置失败。";
"Message load fail" = "加载配置失败。可能是配置文件的版本和当前App版本不一致，或者配置文件已损坏。";
"Message load success" = "加载配置成功";
"Message relaunch" = "App需要重启";
"Setting tab wipe out all alert title" = "BetterMouse\n清除所有设置";
"Setting tab wipe out all alert message" = "每次从文件加载设置之前，App都会先清除当前的所有设置。因此除非您确实需要从零开始重新设置，否则无需执行此操作。\n\n为安全起见，建议在清除前先将当前设置导出保存。\n\n确定要清空所有设置吗？";

//MARK: Exception Tab
"Button add running apps" = "添加运行中的App";
"Button add manually" = "手动选择App";
"Exception tab scroll using global" = "滚动设置已停用\n使用全局设置";
"Exception tab disabled" = "分应用设置已停用\n使用全局设置";
"Message invalid" = "不是一个有效的App。";
"Exception hint remove all" = "移除所有条目";
"Exception hint load global" = "加载全局设置";
"Exception hint button lock" = "按键绑定编辑锁\n\n解锁时，全局按键绑定中相同（白色）条目的任何更改都会同步到此处，包括添加/移除条目、点击穿透和平移设置。\n\n锁定状态下，全局设置的修改不会影响此处的设置。";
"Exception hint scroll switch" = "滚动设置分应用/全局切换\n\n关闭此开关后将应用全局滚动设置。\n\n此开关适用于那些只需要不同的按键/快捷键绑定的App。";
"Exception hint key lock" = "按键映射编辑锁\n\n与按键绑定编辑锁类似。";

//MARK: Dialogs
"trusted alert message" = "每个对操作系统有全局影响的App都需要辅助功能权限才能工作，且无法上架App Store。本应用也不例外。\n\n请在“系统设置->隐私与安全性->辅助功能”中打开BetterMouse的权限，然后重启本应用。";
"Button ok" = "确定";
"trusted alert title" = "启用BetterMouse";
"Button relaunch" = "重启";
"Button cancel" = "取消";
"Button quit" = "退出";
"Button yes" = "是";
"Button restart" = "重启";

